/* Error string for OTR message string */
"A private conversation could not be set up." = "Una conversa privada no s'ha pogut establir.";

/* Title for the about page */
"About" = "Quant a";

/* Label for button to show version numbers and licenses */
"About This Version" = "Sobre Aquesta Versió";

/* SSL error message */
"Access denied" = "Accés Denegat";

/* The string describing a buddy's account */
"Account" = "Compte";

/* Title for the accounts tab */
"Accounts" = "Comptes";

/* This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Actiu";

/* Button title to add someone as a buddy */
"Add" = "Afegir";

/* The title for the view to add a buddy */
"Add Buddy" = "Afegir Contacte";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Afegir Compte Existent";

/* String to describe advanced set of settings */
"Advanced" = "Avançat";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Configuració Avançada Xifrat";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Hi ha hagut un error xifrant un missatge, i no s'ha enviat.";

/* Shown to confirm destructive actions */
"Are you sure?" = "N'estàs segur/a ?";

/* SSL error message */
"Attempt to restore an unknown session" = "Intenta restaurar una sessió desconeguda";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-esborrar";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Fora de línia";

/* SSL error message */
"Bad certificate format" = "Format incorrecte del certificat";

/* SSL error message */
"Bad MAC" = "MAC incorrecta";

/* SSL error message */
"Bad protocol version" = "Versió incorrecta de protocol";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite incorrecte";

/* SSL error message */
"Bad unsupported cert format" = "Format no suportat de certificat";

/* string to describe basic set of settings */
"Basic" = "Bàsic";

/* username section */
"Basic Setup" = "Configuració bàsica";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Donat que els continguts de la base de dades estan xifrats amb la teva contrasenya, has perdut accés a les teves dades i hauràs d'esborrar i reinstal.lar ChatSecure. Els gestors de contrasenyes com 1Password o MiniKeePass et poden ajudar a generar i guardar les contrasenyes de qualitat.";

/* No comment provided by engineer. */
"Best Available" = "El Millor Disponible";

/* The String for a button to block a buddy */
"Block" = "Bloqueja";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloqueja & Esborra";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Info de Contacte";

/* Label for button to take a photo from camera */
"Camera" = "Càmera";

/* Cancel an alert window */
"Cancel" = "Cancel.lar";

/* Error string for OTR message string */
"Cannot read the received message." = "No es pot llegir el missatge rebut.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "No es pot reconèixer el tipus d'OTR del missatge rebut.";

/* SSL error message */
"Cert chain not verified by root" = "La cadena de certificats no es pot verificar amb l'arrel.";

/* SSL error message */
"Certificate expired" = "Certificat caducat";

/* SSL error message */
"Certificate revoked" = "Certificat revocat";

/* SSL error message */
"Chain had a cert not yet valid" = "La cadena té un certificat que encara no és vàlid";

/* SSL error message */
"Chain had an expired cert" = "La cadena té un certificat caducat";

/* Title for chat view */
"Chat" = "Xat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Xateja amb mi de manera segura";

/* Title for chats view */
"Chats" = "Xats";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "NotSpy Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Comprova el codi font a Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Escull d'una llista de servidors confiables, o fes servir el teu propi.";

/* title for server selection screen */
"Choose Server" = "Escull Servidor";

/* SSL error message */
"Cipher Suite negotiation failure" = "Error en la negociació Cipher Suite";

/* Label for text field where you compose a new message */
"Compose" = "Composa";

/* SSL error message */
"Configuration error" = "Error de configuració";

/* String for button to connect connect */
"Connect" = "Connecta";

/* Whether or not account is logged in */
"Connected" = "Connectat";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connectant";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Connectant a Tor";

/* SSL error message */
"Connection closed gracefully" = "Connexió tancada correctament";

/* SSL error message */
"Connection closed via error" = "Connexió tancada amb error";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copia";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "No s'ha pogut desfifrar la base de dades. Si l'app no funciona correctament, potser has d'esborrar-la i reinstal.lar-la.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "No s'ha pogut recuperar la clau pública del certificat";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detectat";

/* Title for button to create account */
"Create" = "Crear";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Crear Nou Compte";

/* Start of sentence that will be followed by names */
"Created by" = "Creat per";

/* Title for progress of creating a new account */
"Creating Account" = "Creant Compte";

/* Place holder label for custom domains */
"Custom" = "Personalitzable";

/* if you want to change your username */
"Customize Username" = "Personalitza Nom d'usuari";

/* No comment provided by engineer. */
"Database Error" = "Error de Base de Dades";

/* e.g. for deactivating your push account */
"Deactivate" = "Desactiva";

/* SSL error message */
"Decoding error" = "Error de Descodificació";

/* SSL error message */
"Decompression failure" = "Error de Descompressió";

/* SSL error message */
"Decryption error" = "Error de Desxifrat";

/* SSL error message */
"Decryption failed" = "El Desxifrat ha fallat";

/* SSL error message */
"Decryption failure" = "Error de Desxifrat";

/* default string to revert to normal language behaviour */
"Default" = "Per Defecte";

/* Button to delete account */
"Delete Account" = "Esborrar Compte";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Esborrar Compte?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Esborra xats al desconnectar";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Enviat";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "No Molesteu";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "No ho canviïs si no saps bé què estàs fent. Per defecte ja seleccionem el millor mètode disponible de xifrat.";

/* Title for donation link */
"Donate" = "Fes una donació";

/* Title for button to press when user is finished */
"Done" = "Fet";

/* Button to edit account details */
"Edit Account" = "Edita Compte";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Activa";

/* button for enabling push messages */
"Enable Push" = "Activa Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Activa Push a la Configuració";

/* No comment provided by engineer. */
"Enable Tor" = "Activa Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Error de Xifrat";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Escriu un nom de grup";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Error Creant Compte";

/* SSL error message */
"Export restriction" = "Restricció d'Exportació";

/* Default message when a user status is set to extended away */
"Extended Away" = "Fora de línia Extès";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Error connectant al servidor XMPP. Siusplau comprova les teves credencials i la connexió a Internet i torna-ho a provar.";

/* SSL error message */
"Fatal alert" = "Alerta fatal";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Soluciona Recuperació de Fons de Pantalla...";

/* prompt to fix permissions */
"Fix Permissions..." = "Soluciona Permisos...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Has oblidat la Contrasenya ?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Genera una Contrasenya Segura";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Xat de Grup";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Nom de Grup";

/* SSL error message */
"Handshake failure" = "Error de Negociació";

/* Label for button to open link to translate app */
"Help Translate" = "Ajuda Traducció";

/* Label for button to hold to record audio */
"Hold to talk" = "Pitja per parlar";

/* Label text for hostname field on login scree */
"Hostname" = "Nom de servidor";

/* SSL error message */
"I/O would block (not fatal)" = "E/S podria bloquejar (no fatal)";

/* SSL error message */
"Illegal parameter" = "Paràmetre il.legal";

/* Label for incoming data transfers */
"Incoming" = "Entrada";

/* Short for information, button title to get more information */
"Info" = "Informació";

/* SSL error message */
"Insufficient buffer provided" = "Buffer insuficient";

/* SSL error message */
"Insufficient security" = "Seguretat insuficient";

/* SSL error message */
"Internal error" = "Error intern";

/* SSL error message */
"Invalid certificate chain" = "Cadena no vàlida de certificats";

/* title label for invalid email */
"Invalid Email" = "Email no vàlid";

/* Button to invite friends */
"Invite Friends" = "Convida Amics";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Pica";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Pica Enviat";

/* string to bring up language selector */
"Language" = "Llengua";

/* log in to account */
"Log In" = "Entrar";

/* log out from account */
"Log Out" = "Sortir";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automàtic";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Gestiona compte ChatSecure Push";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Gestiona les Meves Claus";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gestiona certificats SSL guardats";

/* No comment provided by engineer. */
"Me" = "Jo";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "El missatge no s'ha enviat perquè el nostre contacte ha tancat la conversa privada. Hauríem de tancar la connexió, o bé refrescar-la.";

/* microphone permission is disabled */
"Microphone Disabled" = "Micròfon Deshabilitat";

/* SSL error message */
"Miscellaneous bad certificate" = "Certificat invàlid";

/* SSL error message */
"Module attach failure" = "Error de càrrega de mòdul";

/* Your QR code */
"My QR Code" = "El meu codi QR";

/* The string describing a buddy's display name */
"Name" = "Nom";

/* For a new settings value */
"New" = "Nou";

/* Title for New Account View */
"New Account" = "Nou Compte";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nou Certificat SSL";

/* Label for button to go to next step */
"Next" = "Següent";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nom Nickname";

/* SSL error message */
"No Error" = "Cap Error";

/* SSL error message */
"No renegotiation allowed" = "No es permet renegociació";

/* Label in buddy list for users that are offline */
"Offline" = "Fora de línia";

/* Accept the dialog */
"OK" = "D'acord";

/* For an old settings value */
"Old" = "Vell";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Obre a Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Obre a Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Obre a Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Obre a Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opcional";

/* Title for other miscellaneous settings group */
"Other" = "Altre";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "La nostra política obliga a fer servir xifrat, però intentem enviar un missatge no xifrat. ";

/* Label text for password field on login screen */
"Password" = "Contrasenya";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "EL certificat de servidor és vàlid, o s'ha ignorat si la verificació està desactivada";

/* SSL error message */
"Peer dropped connection before responding" = "El servidor ha tallat la connexió abans de la resposta";

/* SSL error message */
"Peer host name mismatch" = "Nom de servidor no coincident";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pendent d'Aprovació";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Esborra definitivament";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Llibreria de Fotografies";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificats Pinned";

/* Label for messages that are not encrypted */
"plaintext" = "text pla";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "text pla (OTR Oportunístic)";

/* No comment provided by engineer. */
"Plaintext Only" = "Només text pla";

/* detail title label for invalid email */
"Please choose a valid email address" = "Escull una adreça email vàlida";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Perfil";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Avís Push";

/* Label for qr code image */
"QR code" = "Codi QR";

/* Error string for OTR message string */
"Received a general OTR error." = "S'ha rebut un error general OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "S'ha rebut un heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "S'ha rebut un missatge xifrat, però no s'ha pogut llegir perquè encara no s'ha establert cap connexió privada..";

/* Error string for OTR message string */
"Received an unencrypted message." = "S''ha rebut un missatge no xifrat.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "S'ha rebut i descartat un missatge destinat a una altra insància.";

/* Error string for OTR message string */
"Received our own OTR messages." = "S'han rebut els nostres propis missatges OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* SSL error message */
"Record overflow" = "Desbordament de registre";

/* Button title to reject a request such as a buddy request */
"Reject" = "Denega";

/* Label for instruction to delete current recording */
"Release to delete" = "Deixa anar per a esborrar";

/* Label for instruction to send current audio */
"Release to send" = "Deixa anar per a enviar";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Recorda Contrasenya Passphrase";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Recorda Contrasenya";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Esborra";

/* No comment provided by engineer. */
"Removed By Server" = "Esborrat pel Servidor";

/* Reply to an incoming message */
"Reply" = "Respon";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatori";

/* Label for button to resend message. */
"Resend" = "Reenvia";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Reenvia Missatge";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Reenviant aquest missatge farà servir %@.";

/* e.g. for resetting push account */
"Reset" = "Reinicia";

/* Label for text input for XMPP resource */
"Resource" = "Recurs";

/* Title for button for saving a setting */
"Save" = "Desa";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificats Guardats";

/* Label for sharing via QR Code */
"Scan QR" = "Escaneja QR";

/* Label for text field where you search for a buddy */
"Search" = "Cerca";

/* Title heading in settings */
"Security" = "Seguretat";

/* Title of alert box warning about security issues */
"Security Warning" = "Avís de seguretat";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Envia %@ missatge xifrat";

/* String on button to email feedback */
"Send Feedback" = "Envia Feedback";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Envia missatge en text pla";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Enviant";

/* Error string for OTR message string */
"Sent a heartbeat." = "Envia un heartbeat";

/* server selection section title */
"Server" = "Servidor";

/* SSL error message */
"Server closed session with no notification" = "El Servidor ha tancat la sessió sense notificació";

/* SSL error message */
"Server has requested a client cert" = "El servidor ha demanat un certificat de client ";

/* button to show more information about your XMPP server */
"Server Information" = "Informació de Servidor";

/* Title for the Settings screen */
"Settings" = "Configuració";

/* Title for sharing a link to the app */
"Share" = "Comparteix";

/* Label for inviting friends via URL */
"Share Invite" = "Comparteix Invitació";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Mostra Configuració Avançada de Xifrat";

/* toggle switch for show advanced */
"Show Advanced Options" = "Mostra Opcions Avançades";

/* title label for signing up for a new account */
"Sign Up" = "Registra't";

/* Label for button to skip this step */
"Skip" = "Salta";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Algú";

/* SSL error message */
"SSL protocol error" = "Error de protocol SSL";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "L'app va fallar el darrer cop que es va iniciar. Enviar un informe ?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "El missatge no s'ha pogut enviar perquè aquest contacte no pot rebre missatges en aquest moment.Podria passar perquè està fora de línia, o bé no estàs auritzat a enviar-li missatges.";

/* Error string for OTR message string */
"The message received contains malformed data." = "El missatge rebut conté dades mal formades.";

/* Error string for OTR message string */
"The previous message was resent." = "El missatge previ ha estat reenviat.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "El servidor XMPP no suporta registre in-band.";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Pensa en un nickname que no facis servir enlloc més i que no contingui cap informació personal.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Aquest dispositiu sembla que no s'ha configurat per a fer pagaments. ";

/* Error message description */
"This message was received from an untrusted device." = "Aquest missatge s'ha rebut d'un dispositiu no confiable.";

/* Error message description */
"This message was sent to an untrusted device." = "Aquest missatge s'ha enviat a un dispositiu no confiable.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "Per a fer ús d'aquesta capacitat has de reactivar els permisos de micròfon.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor és una capacitat experimental, fes-ne ús amb precaució.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "No s'ha pogut Enviar Missatge";

/* SSL error message */
"Underlying cryptographic error" = "Error Criptogràfic";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Inesperat (ignorat) Registre a DTLS";

/* SSL error message */
"Unexpected message received" = "S'ha rebut un missatge inesperat";

/* SSL error message */
"Unknown Cert Authority" = "Autoritat Certificadora Desconeguda";

/* SSL error message */
"Unknown certificate" = "Certificat desconegut";

/* Describes an error without a known cause */
"Unknown Error" = "Error desconegut";

/* Label for button to unlock app */
"Unlock" = "Desbloqueja";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Format d'Invitació desconegut";

/* Title for error message */
"Untrusted Device" = "Dispositiu no confiable";

/* SSL error message */
"User canceled" = "L'usuari ha cancel.lat";

/* Example of a username using the words user and example */
"user@example.com" = "usuari@exemple.com";

/* Label text for username field on login screen */
"Username" = "Usuari";

/* SSL error message */
"Valid cert chain, untrusted root" = "Cadena de certificats vàlida, arrel no confiable";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Certificat vàlid";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificat";

/* Shown when verifying fingerprints */
"Verify" = "Verifica";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifica emprenta";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versió";

/* The label for a button to view the buddy profile */
"View Profile" = "Veure Perfil";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "Veure perfil per a consultar els dispositius del contacte o canviar la configuració de xifrat.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Esperant";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "vol xatejar.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "Podem generar automàticament una contrasenya segura. Si esculls la teva pròpia, assegura't que és una contrasenya única que no fas servir enlloc més.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "No podem trobar cap dispositiu confiable per a aquest compte.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "No podem trobar cap dispositiu confiable per a aquest contacte.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vols connectar amb UserVoice per a enviar feedback ?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = " %@ i tu ara sou amics.";

/* String used when onboarding works */
"You're ready to use" = "Estàs a punt fer a fer-ne ús";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "La teva donació ajudarà a seguir el desenvolupament de ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "La teva contrasenya només es guardarà a la iOS Keychain d'aquest dispositiu, i només és tan segura com la teva contrasenya o pin del dispositiu. Tanmateix, no persistirà en una còpia de sguretat via iTunes, per tant no l'oblidis, si no vols perdre l'històric de converses.";

